<p class="top-text">
  大巾技術力向上プロジェクトは、<span class="underline">必修課題＋応用課題の2部構成</span>です。
  必修課題は全員に学んでほしいこと、応用課題は皆さんそれぞれのレベルに応じた課題に
  取り組んでもらおうと思います。この事前課題を通じて、現在の皆さんのレベルを測ります。
  ここで高評価を得られるように頑張ってください！
  また、今回の大巾技術力向上プロジェクトでは<span class="underline">全てSPサイト</span>で作成します！
  この機会にSPサイトでのコーディングを勉強していきましょう。

  また、この事前課題ではwww.oohaba.com/submission/(名前)/assignment0の中のフォルダを
  編集してください。
  2つ課題がありますが同じファイルに書いてもらって構いません。
  また、SPで作ってください。
</p>

<p class="limit-time">この課題の制限時間：<span class="underline">20分</span></p>